Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E13E.tmx
Source language: en_us
Languages: zh_cn

source: Tomato & basil granita
zh_cn: 番茄罗勒意大利粗冰糕

source: Ingredients
zh_cn: 原料

source: Serves 8 as a starter
zh_cn: 8人份开胃菜

source: 900 g very ripe tomatoes
zh_cn: 900克熟透的番茄

source: salt
zh_cn: 盐

source: sugar
zh_cn: 糖

source: 1 garlic clove , finely chopped
zh_cn: 1颗蒜瓣，剁细

source: ground black pepper
zh_cn: 黑胡椒粉

source: red wine vinegar
zh_cn: 红酒醋

source: bunch basil leaves , removed from stalk
zh_cn: 一簇罗勒叶子，从茎上摘取下来

source: Method
zh_cn: 方法

source: Chop the tomatoes and place in a bowl with all the other ingredients except the basil leaves.
zh_cn: 1.将番茄切碎，放入碗中，加入除罗勒叶子之外的所有的原料。

source: If you have time, leave them to macerate at room temperature overnight.
zh_cn: 如果时间充裕，将混合物在常温下过夜浸渍。

source: Blitz in a blender - in batches, then strain through a fine sieve.
zh_cn: 分批将混合的原料在搅拌机中强力打翻，然后用细筛子过滤。

source: Shred the basil leaves and stir through.
zh_cn: 加入撕碎的罗勒，充分搅拌。

source: Clear a shelf in the freezer and place a sided metal tray in to chill.
zh_cn: 2.冰箱冷冻室中腾出一块地方，然后放入金属托盘进行冷却。

source: Make up your mix and leave to cool, then pour into the tray and cover with cling film.
zh_cn: 把混合好的原料冷却之后放入托盘，并盖上保鲜膜。

source: Freeze the liquid until frozen around the edges and slushy in the middle.
zh_cn: 冷冻至托盘边缘完全冻结而中心仍然松软为止。

source: Use a fork to break up the ice into smaller crystals.
zh_cn: 用叉子将冰块弄碎成细小的晶体状。

source: Return the tray to the freezer.
zh_cn: 然后把托盘放回冰冻室。

source: Repeat the breaking up process every half hour (at least three times) until it's completely frozen and the texture of snow.
zh_cn: 每半小时拿出托盘弄碎冰块，重复至少三次直到最后一次完全冻结后呈现出雪花状。

source: For a quicker method: freeze the mixture in an ice tray, then blitz the cubes in a food processor just before serving.
zh_cn: 另附快速方法：将原料混合物放入冰块托盘中完全冻结。

source: The texture will be slightly slushier, but just as delicious.
zh_cn: 在食用之前将混合物冰块放入搅拌机中强力打碎即可。这种方法制作成品质感会有些松软，但一样美味。

source: Nutrition per serving
zh_cn: 营养成分

source: 30 kcalories, protein 1.0g, carbohydrate 6.0g, fat 0.0g, saturated fat 0.0g, fibre 1.0g, salt 0.65g.
zh_cn: 30克卡路里，1.0克蛋白质，6.0克碳水化合物，0.0克脂肪，0.0克饱和脂肪，1.0克植物纤维，0.65克盐
